[MENU128]
P57601=ファイル(&F)
P57600=新規作成(&N)
57600=テキスト(&N)
1233=バイナリ(&B)
1230=テンプレートを配置(&C)...
57601=開く(&O)...
1206=閉じる(&C)
1203=これ以外を閉じる(&C)
1202=すべて閉じる
1237=再読み込み(&R)
1658=エンコードで再読み込み(&E)
57603=保存(&S)
1234=すべて保存(&S)
57604=名前をつけて保存(&A)...
57609=印刷プレビュー(&P)
57607=印刷(&P)...
1236=ヒストリを削除(&H)
P35001=最近使ったファイル(&R)
35001=ブランク
57665=終了(&X)
P57643=編集(&E)
57643=元に戻す(&U)
57644=やり直し(&R)
57635=切り抜き(&T)
57634=コピー(&C)
57637=貼り付け(&P)
P87=クリップボード(&C)
87=追加切り抜け(&A)
88=追加コピー(&C)
90=マーク行を切り抜け(&M)
89=マーク行をコピー(&L)
91=箱型貼り付け(&P)
94=行末に箱型貼り付け(&T)
61=インデントで貼り付け(&I)
1429=クリップボードをクリア(&E)
1695=クリップボード歴史から貼付
1338=箱型モード(&C)
P26=削除(&D)
P26=削除(&D)
P1428=削除(&M)...
26=削除(&D)
27=カーソルより後ろを削除(&N)
85=カーソルの単語削除(&W)
28=カーソル前の単語を削除(&P)
29=カーソル後ろの単語を削除(&N)
30=行削除(&L)
79=行頭まで削除(&H)
80=行末まで削除(&E)
1428=ブランク行を削除
1409=重複な行を削除
63=行頭空白を削除(&L)
64=行末空白を削除(T)
P57642=選択(&S)
57642=すべてを選択(&A)
46=単語を選択(&W)
86=行を選択(&L)
67=括弧まで選択(&P)
77=括弧まで選択(括弧を含み)(&P)
55=上の行まで選択(&U)
56=下の行まで選択(&D)
106=行毎に選択
1410=クイック選択(&Q)
1422=すべての文字列を選択(&O)
P57=変換(&C)
57=大文字へ(&U)
58=小文字へ(&L)
82=大文字<->小文字の変換(&I)
102=単語最初の文字を大文字へ(&C)
97=全角へ(&F)
98=半角へ(&H)
69=TAB->空白(&T)
70=空白->TAB(&S)
83=行頭のTAB->空白(&L)
84=行末の空白->TAB(&L)
P72=フォーマット(&F)
72=行のマージ(&J)
47=インデント(&I)
48=逆にインデント(&D)
51=インデントをフォーマット(&F)
1413=行をコメント(シングル)(&C)
1414=コメントを外し(シングル)(&U)
1415=行をコメント(ブロック)(&B)
1416=コメントを外し(ブロック)(&B)
P1417=挿入(&I)
1417=日付(&D)
1418=時間(&T)
1419=日付/時間をカスタマイズ
P1330=折り畳み(&F)
1330=折り畳みを取消(&C)
1331=強調表示で折り畳み(&S)
1332=インデントで折り畳み(&I)
62=カーソル行のレベルを折り畳み
52=カーソル行を展開
1339=すべて折り畳み(&F)
1400=すべて展開(&U)
1622=折り畳み レーベル2
1623=折り畳み レーベル3
1624=折り畳み レーベル4
1625=折り畳み レーベル5
1626=折り畳み レーベル6
1627=折り畳み レーベル7
1628=折り畳み レーベル8
1629=折り畳み レーベル9
P81=その他(&O)
81=文字を交換(&T)
54=行の2重化(&D)
68=行をコピー
36=挿入モード<->上書きモード
1423=部分編集(&P)
1412=HEX編集(&M)
P1318=表示(&V)
P1430=フォント(&F)
1430=デフォルト(&D)
1431=カスタム1
1432=カスタム2
1433=カスタム3
1434=カスタム4
1435=カスタム5
1424=フォント大(&L)
1425=フォント小(&S)
1321=フォントを配置(&F)
P1324=ツールバー(&T)
1324=ファイルバー(&B)
59392=ツールバー(&T)
59393=ステータスバー(&S)
1314=モードバー(&M)
1318=マークをカスタマイズ(&C)
1312=見出ビュー(&O)
1292=ディレクトリービュー(&D)
1291=開くファイルリスト(&O)
1329=スニペット管理(&S)
1325=出力ウインドウ(&O)
1322=コマンドウインドウ(&C)
1300=行番号(&L)
1287=ドキュメント地図
1301=ルーラー(&R)
1671=ソフトスペースを使用(&U)
1326=括弧を強調(&B)
1327=URLとメールを強調表示(&H)
1313=選択文字を強調表示(&S)
P1305=記号表示(&S)
1305=カーソルの行
1307=インデント線
1311=行番号右側の線
1337=コラムマーク
1672=アイコンエリア
1302=ブランク文字
1303=行末
1304=ファイルの末
1306=コントロール文字
1310=選択時にすべてを表示
1309=折り畳みの文字列
1673=カーソル行の色を左側へ拡張
1674=同じレベルの背景
1675=行の編集状態
1323=行間隔(&L)
1289=ブックマーク管理
1290=Webでプレビュー(&P)
1288=外部のブラウザ
1328=フルスクリーン(&F)
P1775=検索(&S)
1775=マジック検索(&F)
1773=Tagsを検索(&R)
1771=Tagsを更新(&R)
57636=検索(&F)
1401=次を検索(&N)
1402=前を検索(&P)
1406=次の単語を検索(&W)
1407=前の単語を検索(&O)
1403=すべて検索(&A)
1408=ファイルから検索・置換(&I)...
57641=置換(&R)
1420=一括置換(&B)...
1663=次のペアへ移動
1426=行番号に移動(&G)
P1276=ブックマーク(&M)
1276=ブックマークを設定(&T)
1279=次のブックマーク(&N)
1278=前のブックマーク(&P)
1277=すべてのブックマークを削除(&D)
60=括弧へジャンプ(&M)
104=次の編集位置
105=前の編集位置
P1662=ドキュメント(&D)
P1294=折り返し(&W)
1294=折り返しを取消(&C)
1297=スマート折り返し(&S)
1296=ウインドウ幅で折り返し(&W)
1295=固定幅で折り返し(&F)
1293=固定幅+TABで折り返し(&F)
1308=折り返された子行をインデント
1662=ファイルの強調表示を切替え(&T)...
1665=編集を無効(&D)
1661=ブラウズモード(&B)
1664=フォーカスモード(&F)
1659=エンコードを変換(&C)
1654=スマートインデント(&I)
1657=括弧補完(&P)
1427=単語補完(&C)
1666=HTML/XMLタグ補完(&T)
1650=パスをコピー(&P)
1649=ファイル名称をコピー(&N)
1651=クリップボードを監視(&M)
1655=エクスプローラで開く(&O)
1667=文字統計(&S)
1668=折返し箇所にCR/LFを挿入
P1653=高度な操作(&A)
1653=強調表示ファイルを再読み込み(&U)
1660=強調表示範囲を表示(&V)
P1770=プロジェクト(&P)
1770=プロジェクトウィンドウ(&P)
1772=プロジェクトを管理(&M)
1774=現在のファイルを追加(&C)
1776=プロジェクトから検索・置換(F&)
P1683=ツール(&T)
1683=スベルチェック(&C)
1684=インスタントチェック(&I)
P1336=設定(&P)
1336=基本(&G)
1298=テーマ(&T)
1460=キーボード(&S)
1459=強調表示(&H)
1581=ファイルの関連付け
1652=ソート(&S)
1612=シーケンス(&Q)
1614=選択文字を総計(&U)
1615=ファイルを比較(&D)
1580=外部ツール(&E)
P1591=ツールグループ(&T)
1591=グループ1
1592=グループ2
1593=グループ3
1594=グループ4
1595=グループ5
1596=グループ6
1597=グループ7
1598=グループ8
1599=グループ9
P1574=アドオン(&A)
P1314=モード(&M)
1314=モードバー(&M)
P1575=プラグイン(&P)
P1570=マクロ
1570=記録/停止(&R)
1571=再生(&P)
1573=繰り返し(&R)
1572=名前をつけて保存(&S)
1574=マクロメニューを再読み込み(&M)...
1576=読み込む(&L)
1577=内容を表示(&V)
P1222=ウインドウ(&W)
1222=パネル表示/非表示(&H)
1200=次のウインドウ(&N)
1201=前のウインドウ(&P)
1212=次のウインドウ(フォーカス順番)(&N)
1213=前のウインドウ(フォーカス順番)(&P)
1221=最近のウインドウ(&L)
1204=左右に分割(&V)
1205=上下に分割(&H)
1208=同期にスクロール(&S)
1209=垂直グループへ移動(&V)
1211=水平グループへ移動(&H)
1214=常に手前に(&A)
1223=フォーカスを切り替え
P1220=透明(&T)
1220=透明を取消(&O)
P2009=ヘルプ(&H)
2009=関連ヘルプ(&C)
2010=ヘルプ(&H)
2002=インストールディレクトリを開く
2005=キーボードマップ(&K)
1613=アドオンを取る...
2004=バグをレポート(&R)
2003=最新版をチェック(&C)
2008=ライセンスを購入
2011=ライセンスを入力(&E)
57664=EverEditについて(&A)...

[MENU302]
1=デフォルト
2=スリム
3=文字幅
4=DOS

[MENU303]
1412=HEX編集(&M)
57643=元に戻す(&U)
57644=やり直し(&R)
57635=切り抜け(&T)
57634=コピー(&C)
57637=貼り付け(&P)
57642=すべてを選択(&A)
1426=ジャンプ(&G)
1708=モニター(&I)
P1700=表示
1700=16進数(&H)
1701=10進数(&D)
1702=8進数(&O)
1703=2進数(&B)
P1704=幅
1704=8幅(&8)
1705=16幅(&1)
1706=32幅(&3)

[MENU304]
P91=他の貼付方式(&P)
P1461=マークをカスタマイズ(&C)
1461=マーク1を使用
1462=マーク2を使用
1463=マーク3を使用
1464=マーク4を使用
1465=マーク5を使用
1466=マーク6を使用
1467=マーク7を使用
1468=マーク8を使用
P62=折り畳み(&F)
P1720=辞書

[MENU305]
1=More Encodings...
3=BOM
4=エンコードを変換
936=中国語(GB2312)
950=中国語(台湾)(Big5)
932=日本語(Shift-JIS)
949=韓国語(949)

[MENU307]
P201=More...
201=\c	漢字
202=\j	平仮名
203=\J	カタカナ
204=\P	CJK記号
230=[:alnum:]	文字または数字(A-Z,a-z,0-9)
231=[:alpha:]	文字(A-Z,a-z)
232=[:ascii:]	ASCII範囲以内の文字(x00-x7F)
233=[:cntrl:]	コントロール文字(x00-x1F,x7F)
234=[:digit:]	数字(0–9)
235=[:print:]	印刷可のASCII文字(x20-x7E)
236=[:space:]	空白(x09-x0D,x20)
237=[:graph:]	ASCII範囲以内の文字(空白以外)(x21-x7E)
238=[:lower:]	小文字(a-z)
239=[:punct:]	[:print:]から[:alnum:]を除く
240=[:upper:]	小文字(A-Z)
241=[:blank:]	TABまたはスペース(x20,x09)
245=[:xdigit:]	16進数の数字(0-9,A-F,a-f)
1=\n	改行
2=\t	TAB
4=^	行頭
5=$	行末
6=.	任意の1文字
7=\b	単語の区切りに一致
8=\x00	2バイトの文字
9=\u0000	4バイトの文字
10=\w	単語(A-Z, a-z, 0-9, _)
11=\W	非単語
12=\s	空白
13=\S	非空白
14=\d	数字(0-9)
15=\D	非数字
17=[]	セット内の任意1文字
18=[^]	セット以外の任意1文字
19=()	グループ化と後方参照の設定
20=|	または
21={n}	n回
22={n,}	n回以上
23={n,m}	n~m回
24=*	0回以上
25=+	1回以上
26=?	0または1回
28=(?=exp)	肯定先読みを実行する部分式
29=(?!exp)	否定先読み検索を実行する部分式
30=(?<=exp)	肯定後読みを実行する部分式
31=(?<!exp)	否定後読み検索を実行する部分式

[MENU309]
1=$0	すべての後方参照
2=$1	後方参照1
3=$2	後方参照2
4=$3	後方参照3
5=$4	後方参照4
6=$5	後方参照5
7=$6	後方参照6
8=$7	後方参照7
9=$8	後方参照8
10=$9	後方参照9
12=\n	改行
13=\t	TAB
14=$$	$文字

[MENU310]
1=ファイルのフルパス
2=ファイルのディレクトリ
3=拡張子付きファイル名
4=拡張子無しファイル名
10=EverEditのインストールディレクトリ
5=現在の行目
9=カーソル位置の行の文字列
6=現在の桁
7=選択テキスト
8=カーソル位置の単語

[MENU311]
2=ファイルのディレクトリ

[MENU312]
1280=クリア
1282=終了
1285=強調を外し
1281=行番号を表示
1321=フォントを設定
1320=折り返し
1284=閉じる
25=全て選択
86=行を選択
33=コピー

[MENU313]
57603=保存(&S)
1206=閉じる(&C)
1203=これ以外を閉じる(&C)
1204=左右に分割(&V)
1205=上下に分割(&H)
1209=垂直グループへ移動(&V)
1211=水平グループへ移動(&H)
1650=パスをコピー(&P)
1649=ファイル名称をコピー(&N)
1655=エクスプローラで開く(&W)
1335=設定(&S)

[MENU314]
10=そのた...
11=ソフトスペース
12=空白を表示

[MENU315]
1=EverEdit
2=フラット
3=勾配
4=イメージ

[MENU316]
1=@スニペット
2=-ファイルの単語
3=*キーワード
4=#Tags
5=~ファイル名

[MENU317]
1=無し
2=出力をキャプチャ
8=出力をWebプレビューまでキャプチャ
3=挿入
4=改行で挿入
5=カーソル行を置換
6=ファイルを置換
7=ツール画面を隠す

[MENU318]
1=無し
2=現在のファイルを保存
3=すべてのファイルを保存

[MENU319]
1209=垂直グループへ移動(&V)
1211=水平グループへ移動(&H)

[MENU320]
1214=挿入	Enter
1210=編集	F2
1211=削除	Del
1212=スニペットを新規	Ctrl+N
1213=グループを新規	Ctrl+Shift+N
	
[MENU321]
1218=システムメニュー
1200=編集	Enter
1206=リフレッシュ	F5
1208=ファイルから検索・置換...	Ctrl+F
1210=選択パスを監視
1211=フォルダを追加
1205=フォルダを新規
1212=エクスプローラで開く	Ctrl+O
1209=上層へ移動
1216=上へ移動	Shift+Up
1217=下へ移動	Shift+Down
1214=パスをコピー	Ctrl+C
1213=フィル名をコピー	Ctrl+Shift+C
1203=リネーム	F2
1204=ファイルを新規	Ctrl+N
1201=完全に削除	Shift+Del
1202=削除	Del
1207=プロパティ

[MENU324]
13=Enter
32=スペース
9=TAB
27=Esc

[MENU325]
1=ビープ
2=編集時にプロンプト
3=保存時にプロンプト
4=プロンプトしない

[MENU326]
219=基本
206=フォント
246=会話
215=言語
231=スペルチェック
P224=編集
224=ファイル
238=編集
275=スタイル
254=補完
223=強調表示
252=パフォーマンス
247=印刷
P217=高度な設定
217=ファイルバー
207=ツールバー
248=関連付け
272=Webプレビュー
P244=そのた
244=バイナリ

[MENU327]
57634=コピー

[MENU328]
1=1日1回
2=1週1回
3=1月1回
4=チェックしない

[MENU329]
1221=一致なテキストをフィルター
1233=一致な行をフィルター
1224=一致な位置を数える
1225=一致な行にブックマークを設定
1236=開いてるファイルから全て検索

[MENU330]
1200=リフレッシュ	F5
1201=関数を表示
1202=見出を表示
1203=Tagsを検索	Ctrl+F

[MENU331]
1=シンプル
2=四角
3=矢印
4=四角+線
5=五角形

[MENU332]
1200=隠す
1202=小アイコン(16*16)
1203=大アイコン(32*32)
1204=ツールバーをマージ
1205=ツールバーを改行表示
1201=カスタマイズ...

[MENU333]
1300=色をコピー
1301=色を貼り付け

[MENU334]
57643=元に戻す(&U)
57644=やり直し(&R)
57635=切り抜け(&T)
57634=コピー(&C)
57637=貼り付け(&P)
26=削除(&D)
57642=すべてを選択(&A)

[MENU335]
1220=年(0000)
1221=年(00)
1222=月(00)
1223=月(0)
1224=日(00)
1225=日(0)
1226=時-12(00)
1227=時-12(0)
1228=時-24(00)
1229=時-24(0)
1236=午前/午後
1230=分(00)
1231=分(0)
1232=秒(00)
1233=秒(0)
1234=週(長名称)
1235=週(短名称)
1237=X日目
1238=X週目

[MENU337]
1204=新規
1203=削除
1205=すべてを選択
1217=大文字と小文字を区別
1216=正規表現
1218=単語全体に一致
1219=エスケープ(\n,\r,\t)

[MENU338]
1206=ウインドウを隠す
1201=左へ
1202=右へ
1203=下へ
1205=上へ
1200=パネルを隠す

[MENU341]
1=デフォルトのブラウザ
2=Internet Explorer
3=Firefox
4=Chrome
5=Opera
100=その他のブラウザ

[MENU342]
1217=システムメニュー
1200=編集	Enter
1201=HEX編集	C+H
1215=Tagsを更新	F5
1216=Tagsを検索	C+F
1202=プロジェクトリスト	C+M
1203=新規プロジェクト	F3
1204=ファイルを追加	C+N
1205=現在のファイルを追加	C+A
1206=フォルダを追加	C+D
1218=新規フォルダ
1207=名前の変更	F2
1208=プロジェクトから削除	Del
1209=上へ	C+Up
1210=下へ	C+Down
1211=フルパスをコピー	C+C
1212=再読み込む	C+F5
1213=強制に保存	C+S
1214=プロパティー	C+P

[MENU343]
1=背景色
2=下の実線
3=下の点線
4=上下の実線
5=上下の点線

[MENU344]
1=デフォルト
2=部分検索
3=曖昧検索

[MENU345]
1=矢印
2=線
3=矢印+線
4=文字

[MENU346]
1=大点
2=小点
3=線

[MENU347]
1220=リフレッシュ
1221=削除
1222=全て削除
1223=選択をコピー
1224=全部をコピー

[DLG202]
0=エンコード
1=OK
2=取消(&C)
3000=エンコードを選択してください:
3001=システムのエンコード:

[DLG203]
0=外部ツール
1=OK
2=取消
1200=追加
1201=削除
1205=引数をプロンプト
1216=高度な
1227=グループ名
1229=アイコン
1230=入力を受入
3000=タイトル:
3001=コマンド
3002=引数:
3003=初期DIR:
3004=動作パターン:

[DLG204]
0=ウインドウリスト
2=閉じる(&C)
3000=検索(&F):

[DLG205]
0=検索
1201=次を検索(&N)
1202=前を検索(&P)
1204=大/小文字を区別(&S)
1205=単語全体に一致(&W)
1206=正規表現(&E)
1207=一周する(&O)
1208=見つけたら閉じる(&D)
1209=結果を強調表示(&H)
1212=全て表示(&A)
1218=インクリメンタルサーチ(&I)
1219=置換(&R)>>
1226=高度な(&V)
1234=エスケープ(\n,\r,\t)(&X)
1235=次のウインドウへ(&C)
3000=検索(&F):

[DLG206]
0=フォント設定
1=確認
2=取消
1207=日本語漢字に対して漢字専用のフォントを使用
1208=適用

[DLG208]
0=一括置換
1201=上へ(&U)
1202=下へ(&D)
1206=エクスポート(&E)
1207=インポート
1211=全部項目で置換(&A)
1212=選択項目で置換(&R)
1221=統計

[DLG209]
0=入力
1=OK
2=取消
3000=入力:

[DLG210]
0=キーボード管理
1202=スクリプト
1203=割り当て
1207=削除
3000=現在のキー:
3001=キーを新規:
3002=*マクロファイルへキーを設定すると、そのファイルをここにドロップしてください!

[DLG211]
0=置換
1201=次を検索(&N)
1204=大/小文字を区別(&S)
1205=単語全体に一致(&W)
1206=正規表現(&E)
1207=一周する(&O)
1209=結果を強調表示(&H)
1213=置換(&R)
1214=全て置換(&A)
1220=<<検索(&I)
1227=高速モードで全てを置換(&M)
1229=ファイル(&C)
1230=選択範囲(&L)
1231=全てのファイル(D)
1234=エスケープ(\n,\r,\t)(&X)
1235=次のウインドウへ(&T)
3000=検索(&F):
3001=置換(&C):
3002=範囲

[DLG212]
0=メニューコマンド

[DLG214]
0=EverEditについて
1=OK
1210=登録キーを入力
1211=次の方に登録されています::
1215=購入

[DLG215]
1201=More
3000=言語を選択してください:

[DLG216]
1202=BOM(&A)
1204=バイナリで開く(&B)
1205=エンコード(&E):
1206=改行文字:

[DLG217]
1200=下でファイルバーを表示
1202=ファイルバーでアイコンを表示
1203=編集したファイルにつき、(*)を右側で表示
1204=各項目を固定幅にする
1205=一つだけのファイルにつき、ファイルバーを隠す
1207=スクロールボタンを表示
1208=ファイルリストボタンを表示
1209=右側にグローバル閉じるボタンを表示
1210=各項目に閉じるボタンを表示
3000=ファイルバーのスタイル:
3001=ドッキングタブのスタイル:

[DLG219]
1205=複数のインスタンスを同時に実行する
1206=マウスの右クリックにEverEditを追加
1213=ツールバーは複数行の表示が可能に
1214=ファイルからを検索につき、現在のファイルパスを使用
1215=アップグレード
1217=メインツールバーにモードツールバーをマージ
3000=最近開いたファイルの個数:

[DLG220]
0=ファイルから検索・置換
1=検索(&F)
2=閉じる(&C)
1205=正規表現(&E)
1206=大/小文字を区別(&S)
1207=サブフォルダも検索する(&I)
1209=Outputを使用(&U)
1210=一致しない行を検索(&N)
1212=ファイルパスだけを表示(&H)
1213=メインウィンドウをロック（推奨）(&L)
1214=単語全体に一致(&W)
1215=開けているプロジェクトファイルから検索・置換
1216=置換
1219=置換されたファイルをバックアップ(&B)
3000=検索(&T):
3001=フォルダ(&R):
3002=タイプ(&P):
3003=エンコード(&D):
3004=置換(&A):

[DLG222]
0=検索中
1=停止

[DLG223]
0=強調表示
1=OK
2=取消
1201=追加(&A)
1202=削除(&D)
1227=コラムマーク
1240=編集
1243=高度な
1249=More
1252=タブの代わりにスペースを使用
1255=パターン
3001=タイトル:
3002=強調ファイル:
3003=拡張子:
3005=テンプレート:
3006=タブサイズ:

[DLG224]
1207=ファイルの変更を監視
1212=起動時に空のファイルを作成
1216=エンコーディング検出
1217=ファイルも変更されずに保存することができる
1219=テンプレートファイルは独自のエンコードとEOLを使用
1220=ANSIの場合はUTF-8でファイルを開く
3000=新規ファイルまたは0バイトファイル:
3001=フォーマット:
3002=エンコーディング:
3003=そのた
3004=読み取り専用ファイルの変更:
3005=常に表示するモード:

[DLG227]
3000=少々を待ちください....

[DLG228]
0=ファイルリスト
1=OK
2=取消

[DLG229]
0=ソート
2=取消
1200=昇順
1201=降順
1202=ソート(&S)
1204=大/小文字を区別(&S)
1205=重複な行を削除
1206=新ドキュメントへ出力(*高速)
1208=ブランク行を削除
1211=セレクション
1212=ファイル
1220=アルファベット順でソート
1221=数字でソート(01,02...09,10...)
1222=行の長さでソート
3000=順番
3001=テキスト
3002=ソート方式

[DLG230]
0=スペルチェック
3000=補正:
3001=単語:
1202=置換(&R)
1203=一度無視(&I)
1204=全て無視(&A)
1205=記録(&L)
1206=設定(&C)

[DLG231]
1203=コメント
1204=ストリング
1205=普通のテキスト
1206=More
3000=辞書:
3001=インスタントチェックは下記の文字列をチェックする:

[DLG232]
0=コラムマーク
1=OK
2=取消

[DLG233]
0=ライセンス
1=確認
2=閉じる
3000=ライセンスを入力してください:
1201=購入

[DLG234]
0=テーマ
1=保存(&S)
2=閉じる(&C)
1211=適用(&A)
1213=More
1214=アプリケーションのテーマ

[DLG235]
0=高度な
1=OK
2=取消
1217=出力パターンを使用
1222=キャプチャ
3000=正規表現:
3001=ファイルパス:
3002=行番号:
3003=桁:
3004=保存パターン:
3005=出力エンコード:

[DLG236]
0=高度な
1=OK
2=取消
3000=ツールグループ:
3001=モード:
3002=ヘルプファイル:

[DLG238]
1202=強調表示の前景色で選択された行を描く
1203=選択された行の背景色をウインドウの右側へ延長
1208=単語単位で選択されたテキストを強調表示
1209=カーソル移動時に、強調表示(検索\選択テキスト)を保持
1211=Tabキーで自動的に補完された括弧から飛び出す
1212=常に垂直スクロールバーを非表示
1213=常に水平スクロールバーを非表示
3000=禁則処理
3001=行頭禁則文字:
3002=行末禁則文字:
3003=選択テキスト
3004=スクロールバー

[DLG239]
0=シーケンス
1=OK
2=取消(&C)
1209=10進数
1210=16進数
3000=スタート:
3001=ステップ:
3002=回数:
3003=アラインメント:
3004=フォーマット
3005=プレビュー:

[DLG241]
0=色
1=OK
2=取消
3000=偶数の行の色:
3001=現在のファイル:

[DLG242]
0=グループ
1=OK
2=取消
3000=拡張子無しファイル名:
3001=タイトル:

[DLG243]
0=ヒストリを削除
1=OK
2=取消
1200=最近開いたファイルを削除
1201=検索\置換のヒストリを削除
1202=ウインドウのレイアウトを削除
1203=全てのヒストリを削除

[DLG244]
3000=HEXモードで以下の拡張子をつけているファイルを開く:

[DLG245]
0=モニター

[DLG246]
1200=起動時に最後に閉じたファイルを開く
1201=カーソル位置を復元
1202=ブックマークを復元
1203=変更されたファイルを保存しないままに復元する
3000=*これらの設定はスタートスピードを遅らせる

[DLG247]
1204=現在のテキストエディタのフォントを使用
3000=余白(ミリメートル)
3001=下
3002=左
3003=上
3004=右

[DLG248]
0=EverEdit関連付け
1=適用
2=閉じる
1200=全て選択
1201=全て外す
1202=カスタマイズ
2000=EverEditは現在の関連付けをバックアップしません!\n続行してもよろしいですか?
2001=拡張子を入力してください(txt;log;csv;tsv):
2002=ユーザー定義
2003=ファイルの関連付けは更新されました!

[DLG249]
1204=ボールド
3000=名称:
3001=サイズ:
3002=スムージング:
3003=ベースライン:

[DLG249]
0=全て
1=OK(&O)
1201=選択項目を削除(&R)

[DLG250]
0=オプション
1202=適用
1203=ヘルプ
1204=取消
1205=OK
3000=カテゴリ:

[DLG251]
0=カスタムマーク
1=閉じる
1200=正規表現(&R)
1201=大/小文字を区別(&S)
1202=単語全体に一致(&W)
1203=追加(&A)
1204=削除(&D)
1210=この機能を有効にする(&E)

[DLG252]
1208=なるべくメモリでバッファのように使用
3000=ファイルは行数?よりも小さい場合は折り返し:
3001=(行)
3002=ファイルが?より大きい場合は排他モードで開く:
3004=エンコーディング検出のキャッシュサイズ:
3006=1行に強調表示の最大解析文字数:
3007=見出しの最大解析行数:
3008=(行)

[DLG253]
0=エンコーディング検出の設定
1=OK
2=取消
3000=以下のエンコードを検出:

[DLG254]
3000=トリガーボタン:
3001=待ち時間:
3002=(ミリ秒、150ミリ秒を推奨)
3003=全部:
3004=選択:
3005=検索方法:

[DLG255]
0=ファイルの強調表示を切替え
1=OK
2=取消
1201=配置

[DLG259]
0=日付/時間をカスタマイズ
1=OK
2=取消
3000=プレビュー:

[DLG260]
0=検索
1=検索(&F)
2=取消
1207=置換(&R)
1208=全て置換(&A)

[DLG261]
0=HEX
3000=検索(&T):

[DLG262]
0=文字列
1206=大/小文字を区別(&M)
1211=&Big Endian
3000=検索(&T):
3001=タイプ(&D):

[DLG263]
0=数字
1200=データ型の境界に限定(&R)
1211=&Big Endian
3000=検索(&T):
3001=タイプ(&D):

[DLG264]
0=替换
1206=大/小文字を区別(&M)
1211=&Big Endian
3000=検索(&T):
3001=置換(&O):
3002=タイプ(&D):

[DLG265]
0=ジャンプ
1=ジャンプ(&G)
2=取消
1201=ファイルの先頭(&B)
1202=ファイルの最後(&E)
1203=16進数のアドレスを使用(&H)
1206=カーソルの位置(&C)
3000=オフセット(&O)
3001=相対位置

[DLG270]
0=比較
1=比較
2=閉じる
1208=配置を参照
1203=設定
3000=左:
3001=右:

[DLG271]
0=比較設定
1=確認
2=取消
3000=比較ツールのパス:
3001=パラメータ:

[DLG272]
1200=追加
1201=修正
1202=削除
3000=ホスト・ディレクトリ設定:
3001=外部のブラウザ:
3002=その他のブラウザ:

[DLG273]
0=ホスト・ディレクトリ
1=確認
2=取消
3000=ホスト:(例えば: http://localhost:8080/myproject)
3001=ディレクトリ:(例えば: c:\iisroot\myproject)
3001=外部のブラウザ:
3002=その他のブラウザ:

[DLG274]
0=新規プロジェクト
1=確認
2=取消
3000=ファイル名(拡張子を入力しないでください):
3001=プロジェクト名:

[DLG275]
3000=折り畳み:
3001=カーソルスタイル:
3002=カーソル行のスタイル:
3003=タブ(TAB)のスタイル:
3004=空白(SPACE)のスタイ:

[DLG276]
0=プロジェクト管理
1=開く
2=閉じる
1200=新規
1201=削除

[DLG277]
0=EverEditを更新
1=更新
2=キャンセル
1203=続ける
1206=更新を確認
1207=EverEditの新しいバージョンがリリースされています！
1208=最新版に更新しますか?
1209=全て選択
1210=全て外す
1211=手動ダウンロード
1400= [update]ディレクトリを作成できません！
1401=ダウンロード中...
1402=エラーが発生しました、コードは[％D]！
1403=ダウンロード完了！
1404=解凍中...
1405=EverEditが実行されていますが、それを閉じてください！
1406=現在の操作をキャンセルしますか?
1407=%d 個ファイルにはあなたの確認が必要です！
1408=おめでとうございます、正常に最新版のEverEditに更新しました！
1409=%sから%sまでのコピーは失敗しました!\n\n再試行しますか?
1410=ネットワークに接続が失敗しましたが、EverEditは最新バージョンを取得することはできません!

[DLG278]
0=ヘルプ

[DLG279]
0=アプリケーションのテーマ
1=OK
2=キャンセル
1200=この機能を有効にする
3000=グラデーション
3001=始めの色:
3002=終了色:

[DLG281]
0=強調のパターン
1=OK
2=キャンセル
3000=ファイル拡張子(txt;log;html):
3001=ファイル名のパターン:
3002=最初の行のパターン:

[DLG282]
1201=このプログラムはWindows NTシステム用に設計されています.
1202=このプログラムはEverEditから呼び出されなければなりません!
1203=ファイル"％s"を作成できません!
1204=パイプのセキュリティオプションを設定することはできません!
1205="％s"のセキュリティのオプションを取得できません!
1206="％s"のセキュリティオプションを設定することはできません!
1207="％s"のセキュリティオプションを設定する権限を取得できません!

[DLG283]
3000=ファイル
3001=行番号
3002=テキスト

[STRING]
1=カーソルを左に移動\n左へ
2=カーソルを右に移動\n右へ
3=カーソルを上に移動\n上へ
4=カーソルを下に移動\n下へ
5=カーソルを行頭に移動\n行頭へ
6=カーソルを行末に移動\n行末へ
7=ファイル先頭に移動\nファイル先頭へ
8=ファイル最後に移動\nファイル最後へ
9=ページアップ\nページアップ
10=ページダウン\nページダウン
11=次の単語に移動\n次の単語
12=前の単語に移動\n前の単語
13=左に1文字を選択\n左に選択
14=右に1文字を選択\n右に選択
15=上に文字を選択\n上に選択
16=下に文字を選択\n下に選択
17=行頭まで選択\n行頭まで選択
18=行末まで選択\n行末まで選択
19=ファイル先頭まで選択\nファイル先頭まで選択
20=ファイル最後まで選択\nファイル最後まで選択
21=上に1ページを選択\n上に1ページを選択
22=下に1ページを選択\n下に1ページを選択
23=右に1単語を選択\n右に1単語を選択
24=左に1単語を選択\n左に1単語を選択
26=前の文字又はセレクションを削除\n削除
27=後ろの文字又はセレクションを削除\n右に削除
28=単語単位で左に削除\n単語単位で左に削除
29=単語単位で右に削除\n単語単位で右に削除
30=カーソル行を削除\n行削除
36=挿入<->上書きを切り替え间切换\n挿入<->上書き
38=カーソルを移動しないままに上にスクロール\n上にスクロール
39=カーソルを移動しないままに下にスクロール\n下にスクロール
40=カーソルを画面の中心に移動\nカーソルを中心
44=カーソル行の後ろに改行する\n後ろの行に改行
45=カーソル行の前に改行する\n前の行に改行
46=カーソル位置の単語を選択\nカーソルの単語を選択
47=セレクション又はカーソルの行をインデントする\nインデント
48=セレクション又はカーソルの行を逆インデントする\n逆インデント
49=カーソルの行を上に移動\n行を上移
50=カーソルの行を下に移動\n行を下移
51=選択された行毎に、インデントをフォーマットする\nインデントをフォーマット
52=カーソルのブロックを展開\n展開
54=カーソルのある論理行又は選択された行の全体を2重化する\n行の2重化
55=選択範囲を1行上へ\n選択範囲を1行上へ移動する
56=選択範囲を1行下へ\n選択範囲を1行下へ移動する
57=大文字へ\n選択範囲の文字列を大文字へ変換
58=小文字へ\n選択範囲の文字列を小文字へ変換
59=カーソル行を中央へ\nカーソルの行を画面の中央へ移動
60=対応括弧へ\n対応する括弧へ移動する
61=1行目のインデントサイズで他の行をインデントしたら、貼り付ける\nインデントで貼付
62=カーソルの所を折り畳み\n折り畳み
63=行頭の空白を削除する\n行頭空白を削除
64=行末の空白を削除する\n行末空白を削除
66=カーソルの位置に改行を挿入する\n改行
67=対応する括弧まで選択する\n対応括弧まで選択
68=カーソル行のテキストをコピー\nカーソル行をコピー
69=TABをスペースに変換\nTAB->スペース
70=スペースをTABに変換\nスペース->TAB
72=選択範囲または次の行を1行にマージする\n行のマージ
73=カーソルを画面行の行頭へ移動\n画面行の行頭へ移動
74=カーソルを画面行の行末へ移動\n画面行の行末へ移動
75=画面行の行頭まで選択\n画面行の行頭まで選択
76=画面行の行末まで選択\n画面行の行末まで選択
77=括弧を含めたままに、対応する括弧まで選択する\n対応括弧まで選択(括弧を含み)
79=論理行の行頭まで削除する\n行頭まで削除
80=論理行の行末まで削除する\n行末まで削除
81=カーソル左右の文字を交換する\n文字を交換
82=選択範囲の文字列を大文字<->小文字のように変換\n大文字<->小文字
83=行頭のTABをスペースに変換\n行頭のTAB->スペース
84=行頭のスペースをTABに変換\n行頭のスペース->TAB
85=カーソル位置の単語を削除\n単語を削除
86=カーソルの行を選択する\n行の選択
87=選択範囲を切り抜け、クリップボードに追加する\n追加切り抜け
88=選択範囲をコピーし、クリップボードに追加する\n追加コピー
89=すべてのマークされた行をコピーする\nマーク行をコピー
90=すべてのマークされた行を切り抜ける\nマーク行を切り抜け
91=箱型貼り付け\n箱型貼り付け
94=各ラインにクリップボードのテキストを貼り付け\n行末に貼り付け
95=次の段落にカーソルを移動\n次の段落へ
96=前の段落にカーソルを移動\n前の段落へ
97=選択したテキストを全角へ変換\n全角へ変換
98=選択したテキストを半角へ変換\n半角へ変換
102=選択したテキストの各単語の最初の文字を大文字へ\n単語最初の文字を大文字へ
104=カーソルを次の編集位置へ移動\n次の編集位置
105=カーソルを前の編集位置へ移動\n前の編集位置
106=選択範囲から行毎に選択\n行毎に選択
149=印刷プレビュー
1200=次のウィンドウに移動\n次のウィンドウ
1201=前のウィンドウに移動\n前のウィンドウ
1202=全てのウインドウを閉じる\nすべて閉じる
1203=これ以外を全て閉じる\nその他を閉じる
1204=現在のウインドウ垂直に分割\n垂直に分割
1205=現在のウインドウ水平に分割\n水平に分割
1206=現在のウインドウを閉じる\n閉じる
1208=分割されたウインドウのスクロールを同期\nスクロールを同期
1209=垂直のグループへ移動する(存在しない場合は作成)\n垂直グループへ
1211=水平のグループへ移動する(存在しない場合は作成)\n水平グループへ
1212=フォーカス順で次のウインドウに移動する\n次のウインドウ(フォーカス順)
1213=フォーカス順で前のウインドウに移動する\n前のウインドウ(フォーカス順)
1214=常に手前に\n常に手前に
1220=メインウィンドウを不透明に\n不透明
1221=最近訪れたウィンドウに移動する\n最近訪れたウィンドウ
1222=有効なパネルを表示/非表示\nパネルを表示/非表示
1223=分割されたウインドウ間でフォーカスを切り替える\nフォーカスを切り替え
1230=ファイルテンプレートを設定し、新規メニューから表示する\nテンプレートを配置
1231=テンプレートを使用して新しいドキュメントを作成\n新規テンプレート
1233=新しいバイナリドキュメントを作成\n新規バイナリ
1234=全てのファイルを保存する\n全て保存
1236=最近のヒストリを削除する\nヒストリを削除
1237=保存されていない内容を破棄し、現在のファイルを再度開き\nリロード
1276=カーソル行のブックマークを設定またはクリア\nブックマークを設定
1277=すべてのブックマークを削除\nすべてのブックマークを削除
1278=前のブックマーク\n前のブックマーク(
1279=次のブックマーク\n次のブックマーク
1287=ドキュメント地図を表示又は非表示\nドキュメント地図
1288=外部ブラウザで現在のドキュメントをプレビュー\n外部のブラウザ
1289=マルチファイルからブックマークを管理する\nブックマーク管理
1290=内蔵ブラウザで現在のドキュメントをプレビュー\nWebプレビュー
1291=開いているファイルリストを表示\非表示\nファイルリスト
1292=ディレクトリビューを表示\非表示\nディレクトリビュー
1293=固定幅+TAB->スペースで折り返す\n固定幅+TABで折り返し
1294=折り返しが存在する場合は、キャンセル\n折り返しをキャンセル
1295=固定幅で折り返し\n固定幅で折り返し
1296=ウインドウ幅で折り返し\nウインドウ幅で折り返し
1297=スマートモードで折り返し\nスマート折り返し
1298=インストールされたテーマを管理する\nテーマ
1300=行番号を表示または非表示\n行番号
1301=ルーラーを表示または非表示\nルーラー
1302=空白を表示または非表示\n空白
1303=行末を表示または非表示\n行末
1304=ファイルの最後を表示または非表示\nファイルの最後
1305=カーソルの行を表示または非表示\nカーソル行
1306=コントロール文字を表示または非表示\nコントロール文字
1307=インデントラインを表示または非表示\nインデントライン
1308=折り返された行で頭行に同じインデントを使用(スマート、ウインドウ幅に有効)\n折り返された子行をインデント
1309=行末に折り畳まれたテキストを表示または非表示\n折り畳まれたテキスト
1310=選択範囲で全ての見えない文字を表示または非表示\n選択範囲で全て表示
1311=行番号とエディタ領域の境界線を表示または非表示\n境界線
1312=見出しを表示または非表示\n見出し
1313=選択範囲(単一のライン)の文字を強調表示する\n選択範囲を強調
1314=モードバーを表示または非表示\nモードバー
1318=カスタムのマークリストを管理\nカスタムマーク
1320=折り返し\n折り返し
1321=フォントの設定を行う\nフォント設定
1322=コマンドウィンドウを表示または非表示(フォーカスはない場合は、フォーカスする)\nコマンドウィンドウ
1323=現在のファイルの行間隔を設定する\n行間隔
1324=ファイルバーを表示または非表示\nファイルバー
1325=出力ウィンドウを表示または非表示\n出力ウィンドウ
1326=対応する括弧を強調表示\n括弧を強調
1327=Webページと電子メール強調表示\nURLとメールを強調
1328=フルスクリーンモードを切り替え\nフルスクリーン
1329=スニペット·ウィンドウを表示または非表示\nスニペット管理
1330=折りたたみをキャンセルし、折りたたみエリアを隠す\n折り畳みをキャンセル
1331=強調表示によって折りたたみ\n強調表示で折り畳み
1332=インデントによって折りたたみ\nインデントで折り畳み
1336=設定ダイアログを表示\n設定
1337=列マークラインを表示または非表示\n列マークライン
1338=箱型モードを有効または無効\n箱型モード
1339=最初のレベルでファイルを折り畳む\n全て折り畳み
1400=最初のレベルでファイルを展開\n全て展開
1401=次のマッチしたテキストを選択する\n次を検索
1402=前のマッチしたテキストを選択する\n前を検索
1403=全ての結果を表示する(選択範囲は存在しない場合は、カーソル位置の単語で検索)\nすべて検索
1406=カーソル位置の単語または選択範囲で次を検索\n次の単語を検索
1407=カーソル位置の単語または選択範囲で次を検索\n次の単語を検索
1408=ファイルからテキストを検索・置換\nファイルから検索・置換
1409=選択またはファイルから重複行を削除\n重複な行を削除
1410=下向きの同じ単語を選択し、クイック編集モードに入る\nクイック選択
1412=16進モードで現在のファイルを表示又は編集\nHEXモード
1413=現在または選択した行の先頭に行コメントの文字を挿入\n行をコメント(シングル)
1414=現在または選択した行の先頭に行コメントの文字を削除\nコメントを外し(シングル)
1415=選択範囲をブロックコメントする\n行をコメント(ブロック)
1416=選択範囲のブロックコメントを取消\nコメントを外し(ブロック)
1417=日付を挿入
1418=時間を挿入
1419=日付\時間のフォーマットをカスタマイズ\n日付\時間をカスタマイズ
1420=複数な置換を一括置換\n一括置換
1422=選択された文字列またはカーソル位置の単語ですべての出現箇所を選択する\nすべての文字列を選択
1423=選択範囲以外の部分を編集不可にする\n部分編集
1424=フォント大\nフォント大
1425=フォント小\nフォント小
1426=指定された行番号に移動\n行番号に移動
1427=単語補完機能を有効・無効\n単語補完
1428=選択範囲またはファイルから空白行を削除します\nブランク行を削除
1429=クリップボードを消去する\nクリップボードをクリア
1430=現在のファイルにてこのフォントを適用\nデフォルトフォント
1436=出力ウィンドウ
1437=コマンドウィンドウ
1438=印刷フォント
1439=Hexフォント
1440=関数表示のウインドウ
1459=強調表示ファイルを管理する\n強調表示
1460=キーボードを管理する\nキーボード
1461=カスタムマーカーリストに選択を追加\nカスタムマーカーへ追加
1570=マクロ記録を開始または停止\n記録/停止
1571=現在のマクロを一度実行\n再生
1572=現在のマクロをファイルへ保存\n名前をつけて保存
1573=現在のマクロを繰り返し実行\n繰り返し
1574=すべてのマクロファイルをリロードし、マクロメニューを再読み込む\nマクロメニューを再読み込み
1576=マクロを読み込む\n読み込む
1577=テキストとして現在のマクロを表示する\n内容を表示
1580=外部ツールを追加または削除\n外部ツール
1581=EverEditのファイルの関連付けを設定する\nファイルの関連付け
1590=このツール群を使用する\nツール群を使用
1612=整然するテキストを生成\nシーケンス
1613=githubからもっと多くのアドオンを取得する\nアドオンを取る
1614=選択の合計を計算し、数値はスペースや改行で区切る必要があります\n選択文字を総計
1615=外部ツールで選択されたファイルを比較する\nファイルを比較
1649=ファイルの名称をコピー\nファイル名称をコピー
1650=ファイルのフルパスをコピー\nパスをコピー
1651=クリップボードが変更されたにつき、その中の内容を自動的に現在のファイルへ貼り付け\nクリップボードを監視
1652=現在のファイルをソート\nソート
1653=有効な強調表示ファイルを全て再読み込む\n強調表示ファイルを再読み込み
1654=自動インデントを有効・無効\nスマートインデント
1655=エクスプローラで現在のファイルを開く\nエクスプローラで開く
1656=強調表示を設定
1657=対応する括弧の補完機能を有効・無効\n括弧補完
1658=現在のファイルの表示エンコードを変更するために、ファイルを再読み込む\nエンコードで再読み込み
1659=現在のファイルのエンコードを変換\nエンコードを変換
1660=テキスト形式で現在のスコープを表示する\n強調表示範囲を表示
1661=現在のファイルを閲覧モードで表示する\nブラウズモード
1662=現在のファイルの強調表示を変換\nファイルの強調表示を切替え
1663=カーソルを次のペアへ移動\n次のペアへ移動
1664=現在のファイルをフォーカスモードで表示する\nフォーカスモード
1665=現在のファイルの編集機能を有効・無効\n編集を無効
1666=HTMLまたはXML文書からバックスラッシュで閉じられていないHTML/XMLタグを完了(/)\nHTML/XMLタグ補完
1667=現在の選択範囲または文書からそれぞれの文字情報を統計、たとえば文字数、単語数など\n文字統計
1668=折返しの子行の所へ改行を挿入\n折返し箇所にCR/LFを挿入
1671=TABを挿入につき、スペースで挿入する\nソフトスペースを使用
1672=行番号の右側にアイコン領域を表示\nアイコンエリア
1673=ウィンドウの左端に、アクティブな行の背景を拡張\nカーソル行の色を左側へ拡張
1674=同じレベルの行に薄い背景を表示\同じレベルの背景
1675=編集または保存された行に色でマークする\n行の編集状態
1683=ダイアログにて現在のファイルをスペルチェックする\nスベルチェック
1684=誤った単語を波線で塗装される\nインスタントチェック
1690=この単語を無視する\n全て無視
1691=ユーザー辞書にこの単語を追加\nユーザー辞書に追加
1692=現在のスペルチェックを設定\nスペルチェックを設定
1695=カーソルの位置で最近のクリップボード記録10個を表示\nクリップボード歴史から貼付
1770=プロジェクトウィンドウを表示または非表示\nプロジェクトウィンドウ
1771=現在のプロジェクトと開いたファイルからTagsを更新\nTagsを更新
1772=プロジェクトを作成または削除\nプロジェクト管理
1773=開いたファイル又はプロジェクトファイルからTagsを検索\nTagsを検索
1774=現在のプロジェクトに現在のファイルを追加\n現在のファイルを追加
1775=開いたファイル、プロジェクトファイル、Tagsを検索またはコマンドを実行\n魔法検索
1776=プロジェクトから文字列を検索・置換\nプロジェクトから検索・置換
1785=このプロジェクトを開く
2002=EverEditのインストールディレクトリを開く\nインストールディレクトリを開く
2003=update.exeを実行して、最新バージョンをチェック\n最新版をチェック
2004=www.everedit.netにバグを報告する\nバグをレポート
2005=新しい文書で定義された全てのショートカットを表示\nキーボードマップ
2008=EverEdit公式サイトを開いてライセンスを購入\nライセンスを購入
2009=現在の強調ファイルに紐付けるヘルプファイルを表示\n関連ヘルプ
2010=EverEditのヘルプファイルを表示\nヘルプ
2011=購入したライセンスを入力\nライセンスを入力
2200=次のページ\n次のページ
2201=前のページ\n前のページ
2202=ズームイン\nズームイン
2203=ズームアウト\nズームアウト
2204=印刷プレビューウィンドウを閉じる\n閉じる
2205=色でこの文書を印刷する\n色で印刷
2206=折り返し\n折り返し
2207=行番号を使用してこの文書を印刷する\n行番号
2208=ページ %d ~ %d
15001=%s は更新されています、保存しますか?\n\n*Shiftを押し続き、提示しないようにファイルを閉じます。
15002=別のエンコーディングは選択されましたが、このエンコーディングでファイルを再読み込めますか？
15003=行番号を入力ください (%d ~ %d):
15004=行間隔を入力ください (0~200):
15005=%d 個ファイルを見つかりました!
15006=-----統計-----\n行数:%d\n単語数:%d\nバイトサイズ:%d\n文字数:%d\nASCII文字数:%d\nASCII文字数:%d\n空白:%d\n-----End-----\n
15007=このショートカットをクリアしますか?
15008=[%s] はコマンドではありません!
15009=引数
15010=引数を入力してください:
15011=これは複数キーのトリガーであるため、割り当てることはできません!
15012=<新ツール>
15013=マクロを繰り返し
15014=ループ回数:
15015=タブのサイズを入力してください(2~64):
15016=ジャンプ
15017=行間隔
15019=自動検出
15020=全て
15021=無題
15022=このキーはすでに割り当てられていた:\n\n[ %s ]\n\n削除しますか?
15023=次のキーを待っている...
15024=検索:[%s]([%s]から)
15025=行:%d
15026=強調表示
15027=ソート%d
15028=多くの行をソートしようとしているので、新規ファイルへ結果を出力しますか?
15029=単一行のテキストを選択してください!
15030=デフォルト
15031=%s はデフォルトの強調表示として設定されました!
15032=全ての強調表示ファイルをリロードしますか?
15033=%s\n\nこのファイルは他のアプリケーションによって変更されましたが、リロードしますか?
15034=%d 文字, %d 行
15035=タブ&&インデントのサイズを配置:
15036=ソフトタブ
15037=タブ
15038=挿入
15039=上書
15040=箱型
15041=BOM
15042=BOM無し
15043=このファイルは存在しない又は変更されました、保存する必要があります!
15044=単語文字を入力してください、例えば(#-_):
15045=デフォルト強調表示は無効にされました!
15046=無し
15047=オフセットを入力 (%d ~ %d):
15048=このグループの名前を入力してください:
15049=%d 行を見つかりました(%sから)
15050=%d 行を見つかりました(%sから) (%.2lf 秒)
15051=%d 箇所は見つかりました!
15052=スタートページ
15053=折り返し用の指定した列を入力してください:
15055=<COMMAND>: コマンド処理が終了しました!
15056=プロンプト
15057=オートリロード
15058=リロードしてEOFにスクロール
15059=フォルダやファイルをここにドロップ!
15060=More
15061=この項目を削除しますか?
15063=グループを変更する前に、全てのスニペットを閉じてください!
15064=スニペットのフォーマットは正しくではありません!
15065=タブトリガーを入力してください:
15066=トリガー
15067=スニペット：次の行から内容を入力!
15068=タイトル
15069=空
15070=テキストファイル
15071=定義されたスコープが存在しません!
15072=置換:[%s] -> [%s]
15073=実行:%s\n
15074=出力が完了しましたが、戻り値は [%d].
15075=現在の出力は終了されました!
15076=外部ツール
15077=%d 行はマークされました!
15078=解析中...
15079=リスト無し!
15080=%s\n\nこのファイルをリロードしますか?
15081=このテーマのユニークな名前をしてください:
15082=エリア
15083=BG
15084=FG
15085=粗
15086=斜
15087=この設定を適用するためにEverEditを再起動する必要があります!
15088=四角
15089=下線
15090=横線
15091=粗線
15092=点線
15093=波
15095=選択: %d
15094=スペルチェックは完了しました!
15096=オフセット: %08X
15097=サイズ: %d
15099=%d 行を見つかりました
15100=ファイルを読み込むことはできません %s!\n
15102=%s:このコマンドを実行できません!%s
15103=このメニューをはがすことができません!
15104=スクリプトの解析中にエラーが発生しました:\nファイル: %ws\nソース: %ws\nエラー: %08X\n説明: %ws\n行: %d\n
15105=スクリプトエンジンを作成に失敗しました!
15108=印刷の初期化に失敗しました、プリンタがインストールされていることを確認してください!
15109=32bitのEverEditは2GB以上のファイルを読み込むすることはできません、64bitのEverEditを使ってください!
15110=テーマがすでに存在していた、新しい名前を入力してください!
15111=<エラー>: ツール所属のスレッドは死亡しまいｓた!
15112=<エラー>: stdoutのパイプを読み取ることができません!
15113=<エラー>: エラー: %x
15114=最外層のアイテムを削除することができます!
15115=ファイルが既に存在していますが、別の名前を選択してください!
15116=%s\n\nこのファイルは存在しません!
15117=関数の実行中にエラーが発生しました！\n\n%s::%s
15118=この操作の実行に失敗しましたが、管理者として実行してみてください！\n\n%s
15119=EverEidtの既存のインスタンスとの接続を確立することができませんでした!
15120=選択された辞書でスペルチェックを作成できません!\n辞書:%s\n必須ファイル:spell.dll\n\nhttp://www.everedit.net/downloadへ最新の辞書をダウンロードしてください!
15121=このコマンドはメニューで実行することができます!
15122=このファイルの種類に関連するヘルプファイルは存在しません!
15200=%d 箇所は置換されました!
15204=現在位置の下にこの文字列を見つけることができません:%s
15205=現在位置の上にこの文字列を見つけることができません:%s
15206=このファイルに保存することはできません!正しいアクセスとファイルがロックされているか、読み取り専用であるかを確認してください!\n%s\n%s
15207=このテーマを読み込むことはできません!
15208=%sにテーマを保存することはできません!
15209=読み取り専用のファイルを変更しようとしています!
15210=読み取り専用のファイルを保存しようとしていますが、保存しますか?
15211=文字列を見つけることができません:%s
15212=一周しました!
15213=置換されたファイルをバックアップしないように続きますか?
15214=置換につき、肯定後読みを・否定後読みを使えません!
15215=選択したファイルが変更され又は存在しません!\n\n一時ファイルに保存してから比較しますか?
15216=2つのファイルを選択してください!
15217=同じファイルを選択しました!
15218=比較ツールは存在しません!\n%s
15219=複数のファイルから置換を実行しますか?
15220=選択された文字は長すぎですので、クリップボード歴史へ追加しません!
15240=検索
15241=置換
15242=オプション
15243=置換数
15244=全部:%d\n\nチェック:%d\n\n選択:%d
15245=削除された空白行:%d
15246=削除された重複行:%d
15247=複選
15248=ロード中、しばらくお待ちください....
15249=現在のグループに所属するユーザーツールは変更されましたので、保存?
15250=ショートカット
15251=コマンド
15252=説明
15253=スクリプト
15254=学生ライセンス
15255=ファイルの関連付けが正常に設定されました!
15256=%d個オカレンスは選択されました!
15257=このライセンスは有効ではありません!
15258=EverEditのライセンスをお買い上げいただき、ありがとうございます!\n\n最高のソフトウェアとサービスを提供していきます！
15259=シングルユーザーライセンス
15260=チームライセンス
15261=ホスト
15262=ディレクトリ
15263=あなたは最新バージョンを使用しています！
15264=%d 個ファイル,%d 箇所は置換されました!(%sより)\n
15265=プロジェクトのタグが更新されました!
15266=フォルダ名を入力してください:
15267=このアイテムとサブアイテムを削除しますか?
15268=現在のファイルは、一時ファイルであるか、または存在しません！
15269=プロジェクトのタグを解析中...
15270=@無題プロジェクト
15271=このプロジェクトを削除しますか
15272=％d個アイテムを見つかりました！
15273=開いているすべてのファイルのTagsが更新されました！
15274=#:開いたファイルまたはプロジェクト内のファイルを検索\n@:開いたファイルまたはプロジェクトファイルからTagsを検索, F5:Tagsを更新\n/:検索・置換\n!:外部コマンドを実行\n0~9:行番号に移動
15275=レジストリにライセンスを保存しますか?\nはい: レジストリへ\nいいえ: ファイルへ
15276=日本語漢字のフォント
15300=デフォルト
15301=選択文字
15302=行番号
15303=ルーラー
15305=空白/改行/文末
15306=ブックマーク
15307=折りたたみ
15308=アイコンエリア(デバッグ情報...)
15309=現時のライン
15310=選択範囲の記号
15311=コントロール文字
15312=括弧
15313=波ライン(スペルミス...)
15314=インデントライン
15315=編集範囲以下の空白エリア
15316=コメント 1(単行)
15317=コメント 2(複数行)
15318=文字列 1(単一引用符)
15319=文字列 2(二重引用符)
15320=タグ
15321=URL
15322=メール
15323=数字
15324=マクロ
15325=境界線
15326=関数
15327=キーワード 1
15328=キーワード 2
15329=キーワード 3
15330=キーワード 4
15331=ユーザー強調表示 1
15332=ユーザー強調表示 2
15333=ユーザー強調表示 3
15334=ユーザー強調表示 4
15335=検索の強調表示
15337=変数
15339=サブ言語
15441=オペレーター
15443=補完リスト
15444=ユーザー強調表示 5
15445=ユーザー強調表示 6
15446=ユーザー強調表示 7
15447=ユーザー強調表示 8
15448=関数表示のウインドウ
16000=すべての項目をチェック
16001=すべての項目のチェックを外し
16002=すべての項目を選択
16003=選択した項目を削除
16004=新しい項目を追加
16005=選択した項目に現在のファイルを置き換える
16006=コピーし、新しいテーマを作成する
16007=選択したテーマを削除する
16010=ダブルクリックで選択したテーマを適用する
16011=置換された内容を新ファイルへ書き込みます!\n複数行を置き換えることができます!
16012=選択してる強調表示をデフォルトにします!\n新規ファイルはこの強調表示を使用します!
16013=デフォルト強調表示を消去!
29500=このツールを実行する\nツールを実行
34000=このマクロを実行する\nマクロを実行
35080=このテンプレートを使用して新しいファイルを作成
57345=レディ
57600=新規ファイルを作成\n新規作成
57601=既存のファイルを開く\n開く
57602=現在のファイルを閉じる\n閉じる
57603=現在のファイルを保存\n保存
57604=新しい名前で現在のファイルを保存\n名前をつけて保存
57605=印刷設定を変更\nページ設定
57606=プリンタと印刷設定を変更\nプリンタ設定
57607=ドキュメントを印刷する\n印刷
57609=プリンタのように現在の文書を画面で表示する\n印刷プレビュー
57632=選択範囲を消去\n選択を消去
57633=すべて消去\nすべて消去
57634=選択範囲をコピーし、クリップボードに置く\nコピー
57635=選択範囲を切り取り、クリップボードに置く\n切り抜き
57636=指定されたテキストを検索\n検索
57637=クリップボードの内容を挿入\n貼り付け
57640=直前の操作をもう一度実行する\n繰り返し
57641=別のテキストで特定のテキストを置き換える\n置換
57642=文書全体を選択する\nすべてを選択
57643=最後の操作を元に戻す\n元に戻す
57644=戻す操作をやり直す\nやり直し
57653=現在のウインドウを分割する\n分割
57664=プログラム情報、バージョン番号と著作権を表示\nEverEditについて
57665=アプリケーションを終了し、ファイルを保存するよう提示する\n終了
57680=次のペインに切り替え\n次のペイン
57681=前のペインに切り替え\n前のペイン
59392=ツールバーを表示または非表示\nツールバー
59393=ステータスバーを表示または非表示\nステータスバー
61184=ウィンドウサイズを変更する
61185=ウィンドウの位置を変更
61186=アイコンにウィンドウを減らす
61187=フルサイズにウィンドウを拡大
61188=次のウインドウへ移動
61189=前のウインドウへ移動
61190=現在のウィンドウを閉じて、変更されたドキュメントを保存するように提示
61202=通常のサイズにウィンドウを復元
61203=タスクリストをアクティブにする
61215=このウィンドウをアクティブにする
61402=このドキュメントを開く
65534=ダイアログとしてこのメニューをポップする\nポップ
